{
    "TITLE": "ขั้นตอนที่ 2: สำรวจเว็บไซต์เป้าหมาย",
    "INTRO": "สำรวจเว็บไซต์เพื่อเข้าใจจุดประสงค์ ฟังก์ชัน และการใช้งาน ขั้นตอนนี้ช่วยคุณกำหนดหน้าเว็บที่จะใช้สำหรับการประเมินในขั้นตอนต่อไป ระบุเทคโนโลยีเว็บที่ใช้ในการจัดหาเว็บไซต์ และหากต้องการ จดบันทึกเกี่ยวกับแง่มุมอื่นๆ ของเว็บไซต์ โดยปกติแล้วควรขอคำแนะนำจากเจ้าของเว็บไซต์และนักพัฒนาสำหรับขั้นตอนนี้",
    "RESOURCE_LINK_NAME": "ขั้นตอนที่ 2: สำรวจเว็บไซต์เป้าหมาย",
    "HD_RELIEDUP_TECH": "เทคโนโลยีเว็บที่พึ่งพา",
    "INF_RELIEDUP_TECH": "ระบุเทคโนโลยีเว็บที่[พึ่งพาตาม WCAG 2](https://www.w3.org/TR/WCAG21/#dfn-relied-upon) เพื่อจัดหาเว็บไซต์ สำหรับข้อมูลเพิ่มเติม ดู [WCAG-EM ขั้นตอนที่ 2.d: ระบุเทคโนโลยีเว็บที่พึ่งพา](https://www.w3.org/TR/WCAG-EM/#step2d)",
    "LABEL_TECH": "เทคโนโลยีเว็บ",
    "LABEL_TECH_SPEC": "ที่อยู่ข้อกำหนด (URL)",
    "BTN_ADD_TECH": "เพิ่มเทคโนโลยีเว็บ",
    "HD_NOTE_TAKING": "บันทึกการสำรวจเสริม",
    "INF_NOTE_TAKING": "ส่วนนี้ช่วยให้คุณบันทึกข้อมูลระหว่างการสำรวจเว็บไซต์ บันทึกเหล่านี้จะให้ในขั้นตอนถัดไป เพื่อช่วยคุณเลือกตัวอย่างหน้าเว็บสำหรับการประเมิน **บันทึกเหล่านี้ไม่รวมอยู่ในรายงานสุดท้าย** บันทึกจะถูกบันทึกเมื่อคุณบันทึกไฟล์ และใช้ได้เมื่อคุณโหลดไฟล์ในภายหลัง",
    "LABEL_ESSENT_FUNC": "ฟังก์ชันสำคัญของเว็บไซต์",
    "INF_ESSENT_FUNC": "คุณสามารถใช้ช่องนี้เพื่อจดบันทึกเกี่ยวกับฟังก์ชันสำคัญของเว็บไซต์ ตัวอย่างของฟังก์ชันสำคัญรวมถึง:<br> 'การเลือกและซื้อผลิตภัณฑ์จากพื้นที่ร้านค้าของเว็บไซต์'<br> 'การกรอกและส่งแบบฟอร์มที่ให้บนเว็บไซต์'<br> 'การลงทะเบียนบัญชีบนเว็บไซต์'<br> สำหรับข้อมูลเพิ่มเติม ดู [WCAG-EM ขั้นตอนที่ 2.b: ระบุฟังก์ชันสำคัญของเว็บไซต์](https://www.w3.org/TR/WCAG-EM/#step2b)",
    "LABEL_VARIETY_PAGE_TYPES": "ความหลากหลายของประเภทหน้าเว็บ",
    "INF_VARIETY_PAGE_TYPES": "คุณสามารถใช้ช่องนี้เพื่อจดบันทึกเกี่ยวกับประเภท (ต่างจากอินสแตนซ์) ของหน้าเว็บที่คุณพบบนเว็บไซต์ รวมถึงบันทึกเกี่ยวกับสไตล์ เค้าโครง โครงสร้าง และฟังก์ชันต่างๆ ที่ให้บนเว็บไซต์ สำหรับข้อมูลเพิ่มเติม ดู [WCAG-EM ขั้นตอนที่ 2.c: ระบุความหลากหลายของประเภทหน้าเว็บ](https://www.w3.org/TR/WCAG-EM/#step2c)<br> **หมายเหตุ**: 'หน้าเว็บ' รวมถึง 'สถานะหน้าเว็บ' ต่างๆ ดูคำจำกัดความของ [สถานะหน้าเว็บ](https://www.w3.org/TR/WCAG-EM/#states)",
        "ADD_TECH": "เพิ่ม",
        "LABEL_CRITICAL_FLOWS": "โฟลว์ที่สำคัญ (แอป)",
        "INF_CRITICAL_FLOWS": "ระบุโฟลว์/งานสำคัญ เช่น สมัครใช้งาน เข้าสู่ระบบ ชำระเงิน กรอกแบบฟอร์ม",
        "LABEL_DYNAMIC_STATES": "สถานะ/คอมโพเนนต์แบบไดนามิก",
        "INF_DYNAMIC_STATES": "เช่น ไดอะล็อก โมดอล โอเวอร์เลย์ ลิสต์เลื่อนต่อเนื่อง คอนโทรลแบบกำหนดเอง",
        "LABEL_PERMISSIONS": "สิทธิ์และการแจ้งเตือน",
        "INF_PERMISSIONS": "ระบุการขอสิทธิ์ การแจ้งเตือน งานเบื้องหลัง หรือการใช้ฟีเจอร์ของอุปกรณ์",
        "LABEL_OFFLINE_BEHAVIOR": "การทำงานแบบออฟไลน์/การเชื่อมต่อ",
        "INF_OFFLINE_BEHAVIOR": "อธิบายการทำงานเมื่อออฟไลน์ เครือข่ายช้า หรือเมื่อเชื่อมต่อใหม่",
        "LABEL_EMBEDDED_WEBVIEWS": "WebView ที่ฝัง",
        "INF_EMBEDDED_WEBVIEWS": "ระบุหน้าที่ใช้เบราว์เซอร์ฝังตัวและเนื้อหาที่แสดง"
}
