{
    "TITLE": "เครื่องมือรายงาน WCAG-EM",
    "SUBTITLE": "ภาพรวม",
    "INTRO_HD": "เครื่องมือนี้ทำอะไร",
    "INTRO_1": "เครื่องมือรายงาน WCAG-EM เปลี่ยนผลการประเมินการเข้าถึงของคุณให้เป็นรายงาน โดยอิงจากวิธีการประเมินหลักเกณฑ์การเข้าถึงเนื้อหาเว็บ ([WCAG-EM](https://www.w3.org/TR/WCAG-EM/))",
    "TIPS_HD": "เคล็ดลับการใช้เครื่องมือนี้",
    "TIPS_1": "ภายใต้ \"ดูรายงาน\" คุณสามารถดาวน์โหลดรายงานของคุณเป็น HTML หรือเป็น JSON (ข้อมูลที่มีโครงสร้าง)",
    "TIPS_2": "คุณสามารถจัดรูปแบบผลการค้นพบของคุณด้วย <a href='https://en.wikipedia.org/wiki/Markdown'>Markdown</a> เพื่อเพิ่มรายการ ลิงก์ และตัวอย่างโค้ด และอื่นๆ ซึ่งใช้ได้กับช่อง 'สรุปผู้บริหาร' และ 'รายละเอียดการประเมิน' ด้วย",
    "TIPS_3": "เครื่องมือนี้ไม่ได้บันทึกข้อมูลที่คุณป้อนโดยอัตโนมัติ หากต้องการบันทึกข้อมูลของคุณในไฟล์ในเครื่องคอมพิวเตอร์ ใช้แป้นพิมพ์ลัด Windows *ctrl+s* หรือ Mac *cmd+s* เพื่อเปิดหน้าต่างบันทึก",
    "ABOUT_HEADING": "เกี่ยวกับเครื่องมือนี้",
    "ABOUT_1": "<p>เครื่องมือรายงาน WCAG-EM สามารถใช้สร้าง<a href='https://www.w3.org/WAI/eval/report-tool/evaluation/view-report'>รายงานที่มีโครงสร้าง</a>ของผลการประเมินการเข้าถึง ไม่ได้ทำการตรวจสอบ (อัตโนมัติ)</p>",
    "ABOUT_2": "<p>เครื่องมือนี้สำหรับผู้ประเมินการเข้าถึงที่มีประสบการณ์ คุณจะต้องมีความรู้เกี่ยวกับ WCAG, การออกแบบเว็บที่เข้าถึงได้, เทคโนโลยีช่วยเหลือ และวิธีที่ผู้คนที่มีความพิการต่างๆ ใช้เว็บ (ตามที่อธิบายในส่วน<a href='http://www.w3.org/TR/WCAG-EM/#expertise'>ความเชี่ยวชาญที่จำเป็น</a>ของ WCAG-EM)</p>",
    "USAGE_HD": "เครื่องมือนี้ทำงานอย่างไร",
    "USAGE_LI1": "ฟังก์ชันทั้งหมดที่ให้บริการโดยเครื่องมือนี้ได้โหลดแล้ว ทำงานในเบราว์เซอร์เว็บของคุณ คุณไม่ต้องการการเชื่อมต่ออินเทอร์เน็ตเกินจุดนี้ เมื่อคุณปิดหน้าต่างเบราว์เซอร์เว็บ ข้อมูลที่ไม่ได้บันทึกจะสูญหาย",
    "USAGE_LI2": "การป้อนข้อมูลทั้งหมดถูกบันทึกเป็นข้อมูล JSON ในพื้นหลัง (ในเบราว์เซอร์เว็บของคุณ ไม่ใช่บนเซิร์ฟเวอร์ใดๆ) คุณสามารถดาวน์โหลดรายงานของคุณเป็นครั้งคราวขณะทำงานเพื่อหลีกเลี่ยงการสูญเสียข้อมูลหากเบราว์เซอร์เว็บของคุณปิด",
    "USAGE_LI3": "คุณสามารถบันทึกรายงานที่ทำไม่เสร็จและทำงานกับมันในภายหลัง หากต้องการโหลดไฟล์ที่บันทึกไว้ ใช้ปุ่ม 'เปิดรายงาน' ในหน้านี้",
    "CHOICES_HEADING": "ตัวเลือกผลลัพธ์",
    "CHOICES_INTRO": "ขณะที่คุณดำเนินการและประเมินเครื่องมือของคุณ คุณจะเลือก \"ผลลัพธ์\" สำหรับเกณฑ์แต่ละข้อ นี่คือคำอธิบายของความหมายของการเลือกเหล่านั้น:",
    "CHOICES_DT1": "ไม่ได้ตรวจสอบ",
    "CHOICES_DD1": "คุณไม่ได้ตรวจสอบเกณฑ์ความสำเร็จนี้",
    "CHOICES_DT2": "ผ่าน",
    "CHOICES_DD2": "เกณฑ์ความสำเร็จนี้ได้รับการปฏิบัติตาม",
    "CHOICES_DT3": "ไม่ผ่าน",
    "CHOICES_DD3": "เกณฑ์ความสำเร็จนี้ไม่ได้รับการปฏิบัติตาม",
    "CHOICES_DT4": "ไม่เกี่ยวข้อง",
    "CHOICES_DD4": "เกณฑ์ความสำเร็จนี้เกี่ยวข้องกับคุณสมบัติที่เครื่องมือเขียนไม่มี ไม่เกี่ยวข้อง",
        "CHOICES_DT5": "ไม่สามารถบอกได้",
    "CHOICES_DD5": "ไม่ชัดเจนว่าเกณฑ์ความสำเร็จได้รับการปฏิบัติตามหรือไม่"
}
