{
    "COMMON": { "CONFORMANCE_LEVEL": "ระดับ" },
    "PRINCIPLE": {
        "1": {
            "TITLE": "รับรู้ได้",
            "DESCRIPTION": "ข้อมูลและส่วนประกอบของอินเทอร์เฟซผู้ใช้ต้องสามารถนำเสนอให้ผู้ใช้ในรูปแบบที่พวกเขาสามารถรับรู้ได้"
        },
        "2": {
            "TITLE": "ใช้งานได้",
            "DESCRIPTION": "ส่วนประกอบของอินเทอร์เฟซผู้ใช้และการนำทางต้องสามารถใช้งานได้"
        },
        "3": {
            "TITLE": "เข้าใจได้",
            "DESCRIPTION": "ข้อมูลและการดำเนินการของอินเทอร์เฟซผู้ใช้ต้องเข้าใจได้"
        },
        "4": {
            "TITLE": "แข็งแกร่ง",
            "DESCRIPTION": "เนื้อหาต้องแข็งแกร่งเพียงพอที่จะสามารถตีความได้โดยตัวแทนผู้ใช้ที่หลากหลาย รวมถึงเทคโนโลยีช่วยเหลือ"
        }
    },
    "GUIDELINE": {
        "1.1": {
            "TITLE": "ทางเลือกของข้อความ",
            "DESCRIPTION": "จัดหาทางเลือกของข้อความสำหรับเนื้อหาที่ไม่ใช่ข้อความ เพื่อให้สามารถเปลี่ยนเป็นรูปแบบอื่นที่ผู้คนต้องการ เช่น ตัวพิมพ์ใหญ่ อักษรเบรลล์ คำพูด สัญลักษณ์ หรือภาษาที่ง่ายขึ้น"
        },
        "1.2": {
            "TITLE": "สื่อที่ใช้เวลา",
            "DESCRIPTION": "จัดหาทางเลือกสำหรับสื่อที่ใช้เวลา"
        },
        "1.3": {
            "TITLE": "ปรับเปลี่ยนได้",
            "DESCRIPTION": "สร้างเนื้อหาที่สามารถนำเสนอในรูปแบบต่างๆ (เช่น โครงร่างที่ง่ายขึ้น) โดยไม่สูญเสียข้อมูลหรือโครงสร้าง"
        },
        "1.4": {
            "TITLE": "แยกแยะได้",
            "DESCRIPTION": "ทำให้ผู้ใช้เห็นและได้ยินเนื้อหาได้ง่ายขึ้น รวมถึงการแยกส่วนหน้าจากส่วนหลัง"
        },
        "2.1": {
            "TITLE": "เข้าถึงได้ด้วยแป้นพิมพ์",
            "DESCRIPTION": "ทำให้ฟังก์ชันทั้งหมดใช้งานได้จากแป้นพิมพ์"
        },
        "2.2": {
            "TITLE": "เวลาเพียงพอ",
            "DESCRIPTION": "ให้เวลาเพียงพอแก่ผู้ใช้ในการอ่านและใช้เนื้อหา"
        },
        "2.3": {
            "TITLE": "อาการชักและปฏิกิริยาทางกาย",
            "DESCRIPTION": "ไม่ออกแบบเนื้อหาในลักษณะที่ทราบว่าจะก่อให้เกิดอาการชักหรือปฏิกิริยาทางกาย"
        },
        "2.4": {
            "TITLE": "สามารถนำทางได้",
            "DESCRIPTION": "จัดหาวิธีการช่วยผู้ใช้นำทาง ค้นหาเนื้อหา และกำหนดตำแหน่งที่พวกเขาอยู่"
        },
        "2.5": {
            "TITLE": "วิธีการป้อนข้อมูล",
            "DESCRIPTION": "ทำให้ผู้ใช้ดำเนินการฟังก์ชันผ่านอินพุตต่างๆ นอกเหนือจากแป้นพิมพ์ได้ง่ายขึ้น"
        },
        "3.1": {
            "TITLE": "อ่านได้",
            "DESCRIPTION": "ทำให้เนื้อหาข้อความอ่านได้และเข้าใจได้"
        },
        "3.2": {
            "TITLE": "คาดเดาได้",
            "DESCRIPTION": "ทำให้หน้าเว็บปรากฏและทำงานในลักษณะที่คาดเดาได้"
        },
        "3.3": {
            "TITLE": "ช่วยเหลือการป้อนข้อมูล",
            "DESCRIPTION": "ช่วยผู้ใช้หลีกเลี่ยงและแก้ไขข้อผิดพลาด"
        },
        "4.1": {
            "TITLE": "เข้ากันได้",
            "DESCRIPTION": "เพิ่มความเข้ากันได้กับตัวแทนผู้ใช้ปัจจุบันและอนาคต รวมถึงเทคโนโลยีช่วยเหลือ"
        }
    },
    "SUCCESS_CRITERION": {
        "1.1.1": {
            "TITLE": "เนื้อหาที่ไม่ใช่ข้อความ",
            "DESCRIPTION": "เนื้อหาที่ไม่ใช่ข้อความทั้งหมดที่นำเสนอแก่ผู้ใช้จะต้องมีทางเลือกของข้อความที่ให้จุดประสงค์เทียบเท่า ยกเว้นสถานการณ์ที่ระบุด้านล่าง",
            "DETAILS": {
                "1": {
                    "DESCRIPTION": "หากเนื้อหาที่ไม่ใช่ข้อความเป็นตัวควบคุมหรือรับอินพุตจากผู้ใช้ จะต้องมีชื่อที่อธิบายจุดประสงค์ของมัน",
                    "TITLE": "ตัวควบคุม, อินพุต"
                },
                "2": {
                    "DESCRIPTION": "หากเนื้อหาที่ไม่ใช่ข้อความเป็นสื่อที่ใช้เวลา ทางเลือกของข้อความอย่างน้อยต้องให้การระบุเชิงอธิบายของเนื้อหาที่ไม่ใช่ข้อความ",
                    "TITLE": "สื่อที่ใช้เวลา"
                },
                "3": {
                    "DESCRIPTION": "หากเนื้อหาที่ไม่ใช่ข้อความเป็นการทดสอบหรือแบบฝึกหัดที่จะใช้ไม่ได้หากนำเสนอเป็นข้อความ ทางเลือกของข้อความอย่างน้อยต้องให้การระบุเชิงอธิบายของเนื้อหาที่ไม่ใช่ข้อความ",
                    "TITLE": "การทดสอบ"
                },
                "4": {
                    "DESCRIPTION": "หากเนื้อหาที่ไม่ใช่ข้อความมีจุดประสงค์หลักเพื่อสร้างประสบการณ์ทางประสาทสัมผัสเฉพาะ ทางเลือกของข้อความอย่างน้อยต้องให้การระบุเชิงอธิบายของเนื้อหาที่ไม่ใช่ข้อความ",
                    "TITLE": "ประสาทสัมผัส"
                },
                "5": {
                    "DESCRIPTION": "หากจุดประสงค์ของเนื้อหาที่ไม่ใช่ข้อความคือเพื่อยืนยันว่าเนื้อหาถูกเข้าถึงโดยบุคคลมากกว่าคอมพิวเตอร์ ต้องมีทางเลือกของข้อความที่ระบุและอธิบายจุดประสงค์ของเนื้อหาที่ไม่ใช่ข้อความ",
                    "TITLE": "CAPTCHA"
                },
                "6": {
                    "DESCRIPTION": "หากเนื้อหาที่ไม่ใช่ข้อความเป็นเพียงการตกแต่ง ใช้เพื่อการจัดรูปแบบทางภาพเท่านั้น หรือไม่ได้นำเสนอแก่ผู้ใช้ ต้องดำเนินการในลักษณะที่เทคโนโลยีช่วยเหลือสามารถเพิกเฉยได้",
                    "TITLE": "การตกแต่ง, การจัดรูปแบบ, มองไม่เห็น"
                }
            }
        }
    }
}
